Repository: itgroupsystems/car
Catalog: car-8.x.*.po
Languages: es

source: Image
es: Imágen

source: Operations
es: Operaciones

source: Module to manage Cars
es: Módulo para el manejo de Automóviles

source: Car
es: Automóvil

source: The registration number of the Car.
es: Registro del número del Automóvil

source: The color of the Car.
es: Color del Automóvil

source: The kilometers of the Car.
es: Kilometraje del Automóvil

source: The Owner of the Car.
es: Propietario del Automóvil

source: A boolean indicating whether the Car is published.
es: Indica si el Automóvil está publicado

source: Car list
es: Lista de Automóviles

source: List Car entities
es: Lista de Automóviles

source: Car ID
es: ID Automóvil

source: Registration number
es: Número de registro

source: Kilometers
es: Kilometraje

source: Owner
es: Propietario

source: There is no @label yet.
es: No existe @label aún

source: @label entities
es: Entidades @label

source: @size limit.
es: @size límite

source: Allowed types: @extensions.
es: Permite extensiones: @extensions.

source: Save
es: Guardar

source: One file only.
es: Un archivo únicamente

source: Publishing status
es: Estados de publicación

source: REGISTRATION NUMBER
es: NUMERO DE REGISTRO

source: Add Car
es: Nuevo Automóvil

source: KILOMETERS
es: KILOMETRAJE

source: Gray
es: Gris

source: Red
es: Rojo

source: White
es: Blanco

source: Not found records
es: No se encontraron registros
